Revit 2027 API
SpecTypeId.HvacFriction Property
 Friction, in discipline HVAC.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId HvacFriction { get; }
Public Shared ReadOnly Property HvacFriction As ForgeTypeId
	Get
public:
static property ForgeTypeId^ HvacFriction {
	ForgeTypeId^ get ();
}
static member HvacFriction : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SpecTypeId Class
Autodesk.Revit.DB Namespace